<?php
	$style = '../style.css';
	$title = 'Рентгеновская дифракция';
	$wayToEmblema = '../common';
	include '../common/begin.php';
	include '../common/body.php';
	echo "<div class='main'>";
	echo "<div class = 'maintext animated fadeInUp'>";
	echo "<h1>О рентгеновской дифракции</h1>";
	echo "<p class = 'maintext'> Изучение природных и искусственных материалов в целях их последующего практического применения 
	является одной из центральных проблем, возникающих в металлургии, горнодобывающей, химической, 
	фармацевтической промышленности, машиностроении и приборостроении. Для получения информации о 
	физико-химических характеристиках материалов, начиная с их технологических свойств – твердости, 
	упругости, электропроводности, коррозионной стойкости и т.д. – заканчивая информацией об их  атомном 
	строении, реальной структуре, свойствах поверхности в настоящее время имеются подходящие современные 
	аппаратурные средства. Важнейшей характеристикой любого материала является его элементный (химический) 
	состав и фазовый (минералогический) состав. Фактически от этих параметров, а также от кристаллической 
	или молекулярной структуры соединения зависят остальные его свойства. </p>\n
	<p class = 'maintext'>К одному из основных и наиболее 	распространенных методов изучения структуры различных материалов 
	относится рентгенодифракционный анализ. Рентгеновская дифракция (XRD) является одним из наиболее 
	важных неразрушающих методов анализа различных материалов – от жидкостей до порошков и кристаллов. 
	Привлекательность этого метода 
	заключается еще в том, что он позволяет не только получать качественную или количественную информацию 
	о структуре соединения, характере и уровне дефектов кристаллического строения, но и формулировать 
	на ее основе конкретные рекомендации по совершенствованию и оптимизации технологии в различных 
	областях промышленности. Как при исследованиях, так и на производстве и при инжиниринге, 
	рентгеновская дифракция является незаменимым и важнейшим методом анализа материалов и контроля 
	качества. Возможность использования метода порошковой дифракции для исследования материалов была 
	понята вскоре после открытия рентгеновской дифракции в 1910 г. В частности, 
	конструкция простого порошкового дифрактометра была описана Hull в 1917 г. и он был использован 
	для получения моделей ряда простых материалов, таких как алмаз, графит и железо. За несколько лет 
	многие исследователи, включая Braggs и Pauling, использовали порошковый метод для изучения 
	широкого спектра материалов, включая металлы, минералы и простые органические соединения. 
	Порошковая дифракция оказалась настолько эффективным методом, что она дала толчок к развитию 
	большинства исследований в области разработки новых материалов в последние годы – 
	твердые электролиты, высокотемпературные полупроводники, цеолиты, сильномагниторазистивные 
	материалы (GMR) явились явными доказательствами этого факта. Как следствие, порошковая 
	дифракция преобразовалась в один из наиболее мощных методов научных исследований.";
	echo "</div>";
	include '../common/sidebar.php';
	echo "<div class = 'empty'></div>	";
	echo "</div>";
	include '../common/footer.php';
?>